Revit 2027 API
ParameterTypeId.RvtLinkInstanceProjectInformation Property
 "Project Information"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RvtLinkInstanceProjectInformation { get; }
Public Shared ReadOnly Property RvtLinkInstanceProjectInformation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RvtLinkInstanceProjectInformation {
	ForgeTypeId^ get ();
}
static member RvtLinkInstanceProjectInformation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace